console.log(`
Балл за работу:100

Верстка валидная +10; проверено сервисом;
Верстка семантическая +20:
 - присутствуют элементы: <header>, <main>, <footer>;
 - только один заголовок;
 - 4 заголовка для секций <h2>;
 - 1 элемент <nav>;
 - два списка  ul > li > a;
 - 5 кнопок <button>.
Верстка соответствует макету +48 ( допустимое расхождение до 10 пикселей по шрифтам, проверка с Pixel Perfect);
Требования к css + 12:
 - использовались флексы;
 - при уменьшении страницы верстка по-центру;
 - фоновый цвет тянется на всю ширину;
 - иконки добавлены в формате .svg;
 - изображения добавлены в формате .png;
 - есть favicon.
 Интерактивность, реализуемая через css +20:
 - плавная прокрутка по якорям;
 - cсылки в футере ведут на гитхаб и на страницу курс;
 - изменение кнопок при hover, изменение цвета ссылок при hover, смена блока при клике в секции контакты.
`);
